---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.DeltaDegreeF
source: html/d5d87b5c-eddc-ab78-5020-4f01633b38aa.htm
---
# Autodesk.Revit.DB.SymbolTypeId.DeltaDegreeF Property

Symbol delta°F, indicating unit Fahrenheit interval.

## Syntax (C#)
```csharp
public static ForgeTypeId DeltaDegreeF { get; }
```